Repository: mechgt/course-score
Catalog: Resources/Strings.*-*.resx
Languages: cht, es, fr, it, nl, pt, sv

# Label_Available
source: Available
cht: 可用的
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pt: Disponível
sv: Tillgängliga

# Label_Basic
source: Basic
cht: 基本
es: Basico
it: Basico
nl: Basis
pt: Básico
sv: Normal

# Label_Calculating
source: Calculating...
cht: 計算中...
es: Calculando...
fr: Calcul...
it: Calcolo in corso...
nl: Berekenen..
pt: Calculando ...
sv: Beräknar...

# Label_CalculatingRecords
source: Calculating {0} Records
cht: 計算了 {0} 筆記錄
es: Calculando {0} pistas
fr: Calcul de {0} enregistrements
it: Calcolando {0} registrazioni
nl: {0} resultaten berekenen
pt: Calculando {0} registros ...
sv: Beräknar {0} resultat

# Label_ChartDetails
source: Chart Details
cht: 圖表詳情
es: Detalle de gráfica
fr: Détails du graphique
it: Dettaglio del grafico
nl: Grafiek Details
pt: Detalhes do Gráfico
sv: Diagramdetaljer

# Label_Clear
source: Clear
cht: 清除
es: Borrar
fr: Supprimer
it: Cancella
nl: Wis
pt: Limpar
sv: Rensa

# Label_Climbs
source: Climbs
cht: 爬坡
es: Ascensos
fr: Côte
it: Salita
nl: Beklimmingen
pt: Colinas
sv: Backar

# Label_Cycling
source: Cycling
cht: 騎自行車
es: Bicicleta
fr: Vélo
it: Bici
nl: Fietsen
pt: Bicicleta
sv: Cykling

# Label_Defaults
source: Defaults
cht: 預設
es: Por defecto
fr: Par défaut
it: Predefinite
nl: Standaarden
pt: Padrão
sv: Återställning

# Label_Descents
source: Descents
cht: 下坡
es: Descensos
fr: Pentes
it: Discesa
nl: Afdalingen
pt: Descidas
sv: Sluttning

# Label_DistancePercent
source: Distance Percent
cht: 距離百分比
es: Porcentaje de distancia
fr: Pourcentage de distance
it: Distanza in percentuale
nl: Afstand percentage
pt: Percentual de Distância
sv: Distansprocent

# Label_ElevationPercent
source: Elevation Percent
cht: 高度百分比
es: Porcentaje de elevación
fr: Pourcentage d'altitude
it: Dislivello in percentuale
nl: Stijgings percentage
pt: Percentual de Elevação
sv: Höjdprocent

# Label_End
source: End
cht: 結束
es: Fin
fr: Fin
it: Fine
nl: Einde
pt: Fim
sv: Slut

# Label_EvalCategoryLimit
source: Eval version limited to {0} distance categories
cht: 評估版限制 {0} 個距離分類
es: Versión de evaluación limitada a {0} Categorías de distancia
fr: Version d'évaluation limitée à {0} catégories de distance
it: Versione di valutazione limitata a {0} categorie
nl: Evalutie versie is bepert tot {0} categorien
pt: Versão de Avaliação limitada a {0} categoria de distância
sv: Utvärderingsversion begränsad till {0} distanskategorier

# Label_EvalHistoryLimit
source: Eval version locked to evaluate previous {0} days. See settings page to unlock.
cht: 評估版鎖定只能計算 {0} 天內的資料。請看設定頁面以解除鎖定。
es: Versión de evaluación bloqueada para evaluar mas de {0} días previos. ver página de configuración para desbloquear.
fr: Version d'évaluation bloquée pour évaluer les {0} jours précédents. Voir la page de réglages pour débloquer
it: Versione di valutazione limitata alla valutazione di {0} giorni. Vedi la pagina dei settaggi per sbloccarla
nl: Evalutie versie is bepert tot {0} dagen. ga naar de instelllingen pagina om te deblockeren
pt: Versão de Avaliação travada para avaliar os {0} dias anteriores. Veja a página de parâmetros para destravar.
sv: Utvärderingsversion låst till att utvärdera föregående {0} dagar. Se Inställningssidan för att låsa upp.

# Label_Fill
source: Fill
cht: 填入
es: Llenar
fr: Remplir
it: Riempi
nl: Vullen
pt: Preencher
sv: Fyll

# Label_FindHillsLikeThis
source: Find similar hills in all activities for current category
cht: 在目前分類的所有活動中尋找相似的山丘
es: Encontrar ascenso similar en todas las actividades de esta categoría
fr: Trouver des côte similaire dans toutes les activités pour la catégorie en cours
it: Trova salite similari in tutte le attività per la categoria corrente
nl: Zoek naar vergelijkbare heuvels in alle activiteiten in de huidige categorie
pt: Encontre colinas semelhantes em todas as atividades para a categoria corrente
sv: Hitta liknande backar bland alla aktiviteter för nuvarande kategori

# Label_FindThisHillInAllActivites
source: Find this hill in all activities for current category
cht: 在目前分類的所有活動中尋找此山丘
es: Encontrar esté ascenso en todas las actividades de esta categoría
fr: Trouver cette côte dans toutes les activités pour la catégorie en cours
it: Trova questa salita in tutte le attività per la categoria corrente
nl: Zoek naar deze heuvel in alle activiteiten in de huidige categorie
pt: Encontre esta colina sem todas as atividades para a categoria corrente
sv: Hitta denna backe bland alla aktiviteter för nuvarande kategori

# Label_Hardest
source: Hardest
cht: 最困難
es: Mas duro
fr: Le plus dur
it: Più dura
nl: Zwaarste
pt: Mais Difícil
sv: Svårast

# Label_HardestClimb
source: Hardest Climb
cht: 最困難的爬坡
es: Ascenso mas duro
fr: Côte la plus dure
it: Salita più dura
nl: Zwaarste beklimming
pt: Mais Difícil para subir
sv: Svårast backe

# Label_HillDistanceRequired
source: Hill Distance Required
cht: 需要有山丘距離
es: Distancia de ascenso requerido
fr: Distance de côte requise
it: E' richiesta la lunghezza della salita
nl: vereiste lengte Heuvel
pt: Distância de colina necessária
sv: Min backdistans

# Label_HillElevationRequired
source: Hill Elevation Required
cht: 需要有山丘高度
es: Elevación de ascenso requerido
fr: Altitude de côte requise
it: E' richiesta la variazione di dislivello della salita
nl: vereiste stijging Heuvel
pt: Elevação da colina necessária
sv: Min backhöjd

# Label_HillFinderSettings
source: Hill Finder Settings
cht: 山丘搜尋設定
es: Configuración para establecer ascensos
fr: Paramétrage pour chercher les côtes
it: Configurazioni per la ricerca salite
nl: Heuvel zoeker instellingen
pt: Parâmetros para encontrar colinas
sv: Inställningar för backhittare

# Label_HillId
source: Hill id
cht: 山丘代號
es: No. Ascenso
fr: Identification des côtes
it: Identificativo salita
nl: Heuvel id
pt: Identificação da colina
sv: Backid

# Label_HillScore
source: Hill Score
cht: 山丘評分
es: Calificación de ascenso
fr: Score de côte
it: Punteggio salita
nl: Heuvel Score
pt: Avaliação da colina
sv: Backpoäng

# Label_HillScoreEquation
source: Hill Score Equation
cht: 山丘評分方程式
es: Ecuación de calificación de ascenso
fr: Equation du score de côte
it: Equazione per il calcolo del punteggio salita
nl: Vergelijkbare Heuvel Score
pt: Equação de Avaliação de colina
sv: Backekvation

# Label_Longest
source: Longest
cht: 最遠
es: Mas largo
fr: Plus long
it: Più lunga
nl: Langste
pt: Mais Longa
sv: Längsta

# Label_LongestClimb
source: Longest Climb
cht: 最遠爬坡
es: Ascenso mas largo
fr: Côte la plus longue
it: Salita che copre la maggiore distanza
nl: Langste Klim
pt: Subia mais longa
sv: Längsta backe

# Label_MaxDescentElevationChange
source: Max Descent Elevation Change
cht: 最大下降高度變化
es: Máximo cambio de elevación en descenso
fr: Max. changement d'altitude en descente
it: Massima variazione di dislivello in discesa
nl: Max hoogte verschil daling
pt: Máxima mudança de elevação de Descida
sv: Max ändring för sluttning

# Label_MaxDescentLength
source: Max Descent Length
cht: 最大下降距離
es: Máxima longitud de Descenso
fr: Max. longueur de pente
it: Massima lunghezza in discesa
nl: Max lengte afdaling
pt: Comprimento máximo de Descida
sv: Max sluttningslängd

# Label_MinAvgGrade
source: Min Average Grade
cht: 最小平均坡度
es: Grado promedio mínimo
fr: Note moyenne minimum
it: Minima pendenza media
nl: Min gemiddelde stijging
pt: Mínimo degrau médio
sv: Min genomsnittlig lutning

# Label_Overall
source: Overall
cht: 整體
es: General
fr: Global
it: Complessivo
pt: Completo
sv: Sammanfattning

# Label_Running
source: Running
cht: 跑步
es: Correr
fr: Course à pied
it: Corsa
nl: Hardlopen
pt: Corrida
sv: Löpning

# Label_Score
source: Score
cht: 評分
es: Calificación
it: Punteggio
pt: Avaliação
sv: Poäng

# Label_SelectedCharts
source: Selected Charts
cht: 選擇的圖表
es: Gráficas seleccionadas
fr: Graphiques sélectionnés
it: Grafico selezionato
nl: Geselcteerde grafieken
pt: Selecionar Gráficos
sv: Valda diagram

# Label_Sport
source: Sport
cht: 運動
es: Deporte
pt: Esporte

# Label_Steepest
source: Steepest
cht: 最大坡度
es: Mas pronunciada
fr: Le plus raide
it: Pendenza maggiore
nl: Stijlste
pt: Maior degrau
sv: Brantast

# Label_SteepestClimb
source: Steepest Climb
cht: 最大爬坡坡度
es: Ascenso mas pronunciado
fr: Côte la plus raide
it: Salita con la maggiore pendenza
nl: Stijlste Klim
pt: Subida com maior degrau
sv: Brantast lutning

# Label_wKg
source: W/kg
cht: 瓦/公斤

# Message_InvalidCharacter
source: Invalid character.
cht: 無效的字元
es: Carácter invalido
fr: Caractère non valide
it: Carattere non valido
nl: ongeldig karakter
pt: Carácter Inválido
sv: Ogiltligt tecken

# Message_NoGPS
source: This hill does not have GPS data for it. Exact hills will not be found.
cht: 此山丘無 GPS 資料，實際的山丘無法找到。
es: Esté ascenso no tiene datos GPS, no se podrá encontrar el ascenso exacto
fr: Cette côte n'a pas de données GPS pour ça. La côte exacte ne sera pas trouvée.
it: Questa salita non contiene dati GPS. Non sarà possibile trovare un esatta corrispondenza
nl: Deze heuvel heeft geen GPS data. De heuvel kan niet worden gezocht.
pt: Esta colina não tem dados de GPS. Colinas idênticas não serão encontradas.
sv: Denna backe har inte GPS data. Exakt samma backar kanske inte hittas.

# Tooltip_DistancePercent
source: If the current descent's distance covered divided by the hill's overall distance is greater than this value, the descent isn't part of this hill (ex .33).
cht: 如果目前下降距離與山丘整體距離的比例大於此數值，則此下降非此山丘的一部份 (例如 0.33)。
es: Si la distancia del descenso actual dividido entre la distancia total del ascenso, es mayor que este número, el descenso no será parte del ascenso (ejemplo 0.33)
fr: Si la distance couvert de la descente en cours divisée par la distance totale de la côte est supérieure à cette valeur, la descente ne fait pas partie de cette colline (ex : 0.33).
it: Se l'attuale distanza percorsa in discesa divisa per il totale della lunghezza della salita è maggiore di questo valore, la discesa non fa parte di questa ascensione (ad esempio .33)
nl: Als de huidige dalings afstand gedeeld door de gehele afstand grooter is dan deze waarde, behoort de daling niet bij deze heuvel (bv .33).
pt: Se a distância de descida atual coberta dividida pela distância total da colina é superior a este valor, a descida não é parte desta colina (ex 0,33).
sv: Om nuvarande sluttningsdistans delat med backens totala distans är större än detta värde, sluttningen är inte del av denna backe (tex 0,33).

# Tooltip_ElevationPercent
source: If the current descent's elevation change divided by the hill's overall elevation gain is greater than this value, the descent isn't part of this hill (ex .33).
cht: 如果目前下降高度變化與山丘整體高度增加的比例大於此數值，則此下降非此山丘的一部份 (例如 0.33)。
es: Si la altura del descenso actual dividido entre la altura total del ascenso, es mayor que este número, el descenso no será parte del ascenso (ejemplo 0.33)
fr: Si le changement d'altitude de la descente en cours divisé par le gain de la côte d'élévation globale est supérieure à cette valeur, la descente ne fait pas partie de cette colline (ex : 0.33).
it: Se l'attuale dislivello percorso in discesa diviso per il dislivello totale della salita è maggiore di questo valore, la discesa non fa parte di questa ascnsione (ad esempio .33)
nl: Als de huidige dalings perecentage gedeeld door de gehele stijging grooter is dan deze waarde, behoort de daling niet bij deze heuvel (bv .33).
pt: Se a mudança de elevação de descida dividida pela elevação total da colina é superior a este valor, a descida não é parte desta colina (ex 0,33).
sv: Om nuvarande sluttningsdistans delat med backens totala distans är större än detta värde, sluttningen är inte del av denna backe (tex 0,33).

# Tooltip_HillDistanceRequired
source: The distance covered to call this a hill.
cht: 包含的距離為此山丘。
es: La distancia mínima para llamarlo un ascenso
fr: La distance parcourue pour être considéré comme une côte.
it: La distanza percorsa per poter chiamare questa una salita
nl: De afgelegde afstand om dit als heuvel te clasificeeren
pt: A distância percorrida chamar isso de uma colina.
sv: Min distans för att klassa detta som backe.

# Tooltip_HillElevationRequired
source: The required elevation change to call this a hill.
cht: 需要的高度變化被稱為山丘。
es: El cambio en la elevación para poder llamarlo ascenso
fr: Le changement d'altitude requis pour être considéré comme une côte.
it: La variazione di dislivello per poter chamare questa una salita
nl: De vereiste stijging om dit als heuvel te clasificeeren
pt: A mudança de elevação necessária para chamar isso de uma colina.
sv: Min höjdändring för att klassa detta som backe.

# Tooltip_MaxDescentElevationChange
source: Maximum elevation change for a single descent before it breaks up the hill (ex '200' for a 200m drop).
cht: 被稱為山丘的單一下降之最大高度變化 (例如 200 代表下降 200 公尺)。
es: Cambio máximo de elevación para un descenso único antes de que se termine el ascenso (por ejemplo "200" para una caída de 200 metros).
fr: Le changement d'altitude maximum pour une seule pente avant de tomber sur une côte (ex : '200 ' pour une chute de 200m).
it: Massimo cambio di dislivello per una singola discesa, prima che questo causi la divisione della salita (ad esempio '200" per una perdita di 200m di quota).
nl: Max stijging voor een enkele afdaling voordat de Heuvel gesplitst wordt (bv '200' voor een daling van 200m).
pt: Máxima mudança de elevação para uma descida única antes de passar a colina (ex '200 'para um degrau de 200m).
sv: Max höjdändring för en sammanhängande sluttning för den avslutar backen (tex 200 för 200m nedför).

# Tooltip_MaxDescentLength
source: Maximum length for a single descent before it breaks up the hill.
cht: 被稱為山丘的單一下降之最大距離。
es: La longitud máxima para un descenso único antes de que se termine el ascenso.
fr: Longueur maximale pour une seule pente avant de tomber sur une côte.
it: Massima lunghezza di una singola discesa prima che questo causi la divisione della salita.
nl: Maximale lengte van een afdaling voordat de heuvel gesplitst wordt
pt: O comprimento máximo para uma descida única antes de passar o morro.
sv: Max längd för för en sammanhängande sluttning före den avslutar backen.

# Tooltip_MinAvgGrade
source: Minimum average grade for this to be considered a hill (ex .04).
cht: 被視為山丘的最小平均坡度 (例如 0.04)。
es: Grado mínimo para considerarlo un ascenso
fr: Note moyenne minimale pour être considérée comme une côte (ex : 0.04)
it: Minima pendenza media per poter considerare questa una salita (ad esempio 0.04).
nl: minimale gemiddeld stijgingspercentage voordat het als heuvel gerekend mag worden (bv .04)
pt: Mínimo degrau médio para que esta seja considerada uma colina (ex 0,04).

# Label_VAM
source: VAM
pt: AVM
